const name = 'Дмитриева Валентина';
const height = `51 см.`;
const myLove = 'спать';
const occupation = 'мама и жена';
const end = 'Конец!';
const storyAboutYourself = `Привет! Меня зовут ${name}, в этом году мне исполнилось ${2024-1998} лет. Главное мое отлчие это - маленький рост, который составляет всего ${height} Сейчас я примерная ${occupation}. Что я люблю больше всего? Больше всего я люблю ${myLove} :D 
Надеюсь то, чем я сейчас занимаюсь принесет мне много деньжат ахаха. Ну на этом все. ${end}`
console.log(storyAboutYourself)